[
  {
    "word": "punditocracy",
    "definition": "influential media pundits collectively"
  },
  {
    "word": "hierarchy",
    "definition": "any system of persons or things ranked one above another "
  },
  {
    "word": "contingency",
    "definition": "dependence on chance or on the fulfillment of a condition; uncertainty; fortuitousness.  a chance, accident, or possibility conditional on something uncertain. Something incidental to a thing."
  },
  {
    "word": "quantitative",
    "definition": "that is or may be estimated by quantity; of or relating to the describing or measuring of quantity; of or relating to a metrical system, as that of classical verse, based on the alternation of long and short, rather than accented and unaccented, syllables; of or relating to the length of a spoken vowel or consonant."
  },
  {
    "word": "normalization",
    "definition": "to make normal; to establish or resume (relations) in a normal manner, as between countries; Metallurgy. to heat (a steel alloy) to a suitable temperature above the transformation range and then to cool in still air at ambient temperature."
  },
  {
    "word": "iteration",
    "definition": "the act of repeating; a repetition. Mathematics. Also called successive approximation. a problem-solving or computational method in which a succession of approximations, each building on the one preceding, is used to achieve a desired degree of accuracy; an instance of the use of this method. Computers.a repetition of a statement or statements in a program: a different version of an existing data set, software program, hardware device, etc. A new iteration of the data will be released next month; a different form or version of something:"
  },
  {
    "word": "orthodox",
    "definition": "of, relating to, or conforming to the approved form of any doctrine, philosophy, ideology, etc; of, relating to, or conforming to beliefs, attitudes, or modes of conduct that are generally approved; customary or conventional, as a means or method; established; sound or correct in opinion or doctrine, especially theological or religious doctrine; conforming to the Christian faith as represented in the creeds of the early church; (initial capital letter) of, relating to, or designating the Eastern Church, especially the Greek Orthodox Church."
  },
  {
    "word": "corporation",
    "definition": "an association of individuals, created by law or under authority of law, having a continuous existence independent of the existences of its members, and powers and liabilities distinct from those of its members.See also municipal corporation, public corporation; (initial capital letter) the group of principal officials of a borough or other municipal division in England; any group of persons united or regarded as united in one body; Informal. a paunch; potbelly."
  },
  {
    "word": "diversity",
    "definition": "the state or fact of being diverse; difference; unlikeness; diversity of opinion; variety; multiformity; the inclusion of individuals representing more than one national origin, color, religion, socioeconomic stratum, sexual orientation, etc.; diversity in the workplace; a point of difference."
  },
  {
    "word": "disinformation",
    "definition": "false information, as about a country's military strength or plans, disseminated by a government or intelligence agency in a hostile act of tactical political subversion: Soviet disinformation drove a wedge between the United States and its Indonesian allies; deliberately misleading or biased information; manipulated narrative or facts; propaganda: Special interest groups muddied the waters of the debate, spreading disinformation on social media."
  },
  {
    "word": "gentrification",
    "definition": "the buying and renovation of houses and stores in deteriorated urban neighborhoods by upper- or middle-income families or individuals, raising property values but often displacing low-income families and small businesses; the process of conforming to an upper- or middle-class lifestyle, or of making a product, activity, etc., appealing to those with more affluent tastes: the gentrification of fashion."
  }
]
